Repository: deniskrumko/deepface-finder
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Maximum {} files allowed
ru: Можно загрузить до {} файлов

source: At least one file is required
ru: Загрузите хотя бы один файл

source: Error during processing uploaded files: {}
ru: Ошибка при обработке загруженных фото: {}

source: Error during finding similar photos: {}
ru: Ошибка при поиске похожих фото: {}

source: File {} is not a supported image format
ru: Формат файла {} не поддерживается

source: File {} is too large (max 10MB)
ru: Файл {} слишком большой (максимум 10 МБ)

source: No faces detected in file {}
ru: Не найдено лиц в файле {}

source: Multiple faces detected in file {}. Please upload images with a single face.
ru: Найдено несколько лиц в файле {}. Пожалуйста, загрузите фото только с одним лицом

source: Search through millions of images to find photos of you using <span class="highlight">AI-powered facial recognition</span>
ru: Найди себя среди миллионов фотографий при помощи <span class="highlight">AI распознавания лиц</span>

source: Perfect for event photographers, social media enthusiasts, and anyone looking to find their photos quickly and easily
ru: Идеально подходит для профессиональных ивент фотографов, и просто всех кто хочет искать свои фото быстро и просто

source: Drag and drop files here or click to select
ru: Перетащи файлы сюда или нажми, чтобы выбрать

source: Add files
ru: Добавить файлы

source: 5 files
ru: 5 файлов

source: Upload up to 5 files to increase search accuracy
ru: Загрузи до 5 файлов, чтобы увеличить точность поиска

source: Each photo should contain only one face
ru: На каждом фото должно быть только твоё лицо

source: Uploaded photos won't be shared or saved anywhere
ru: Загруженные фото не публикуются и нигде не сохраняются

source: ML model can make mistakes, but who doesn't?
ru: ML модель может ошибаться при поиске, но кто не ошибается?

source: Upload files
ru: Загрузить файлы

source: Results
ru: Результаты

source: Sort by:
ru: Сортировать по:

source: Accuracy
ru: точности

source: Filename
ru: названию файла

source: Star this project on Github or suggest any improvements!
ru: Оцени этот проект на Github или предложи любые улучшения!

source: Only image files are allowed
ru: Разрешены только файлы с изображениями

source: Can only add {0} more files (maximum {1} files)
ru: Еще можно добавить только {0} файл(а) (всего {1} файлов)

source: Loading...
ru: Загрузка...

source: No matching images were found<br>Try uploading different photos
ru: Не удалось найти похожие фото<br>Попробуй загрузить другие селфи

source: An error occurred during upload
ru: Произошла ошибка при загрузке, попробуй снова

source: Found similar photos:
ru: Найдено похожих фото:
